13xforever.language-x86-64-assembly
4ops.terraform
766b.go-outliner
abusaidm.html-snippets
actboy168.lua-debug
adelphes.android-dev-ext
aesl.odin
ahmadalli.vscode-nginx-conf
alssys.interactive-scala
arcticicestudio.nord-visual-studio-code
asabil.meson
bajdzis.vscode-database
batisteo.vscode-django
BazelBuild.vscode-bazel
bbenoist.Nix
bbenoist.vagrant
benawad.VSinder
bierner.markdown-preview-github-styles
bmalehorn.vscode-fish
bungcip.better-toml
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer-2
Compilenix.vscode-zonefile
Compulim.compulim-vscode-closetag
cssho.vscode-svgviewer
cweijan.vscode-mysql-client2
Dart-Code.dart-code
DavidWang.ini-for-vscode
dcasella.i3
deerawan.vscode-dash
donjayamanne.githistory
DotJoshJohnson.xml
dracula-theme.theme-dracula
dramforever.vscode-ghc-simple
dsznajder.es7-react-js-snippets
ducksoupdev.Vue2
eamodio.gitlens
EditorConfig.EditorConfig
emeraldwalk.RunOnSave
erd0s.terraform-autocomplete
fabiospampinato.vscode-open-in-node-modules
fabiospampinato.vscode-todo-plus
FallenMax.mithril-emmet
felixfbecker.php-debug
foam.foam-vscode
frhtylcn.pythonsnippets
fwcd.kotlin
georgewfraser.vscode-javac
ghmcadams.lintlens
giladgray.theme-blueprint
GitHub.copilot
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
go2sh.cmake-integration-vscode
golang.go
golang.go-nightly
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
hangxingliu.vscode-nginx-conf-hint
hashicorp.terraform
haskell.haskell
hbenl.vscode-test-explorer
hediet.debug-visualizer
heptio.jsonnet
hollowtree.vue-snippets
hoovercj.haskell-linter
IBM.output-colorizer
icrawl.discord-vscode
ipedrazas.kubernetes-snippets
JakeBecker.elixir-ls
Jarga.apib
jasew.anki
jasonnutter.search-node-modules
jcbuisson.vue
jetmartin.bats
jithurjacob.nbpreviewer
jock.svg
julialang.language-julia
justusadam.language-haskell
karyfoundation.comment
KevinRose.vsc-python-indent
kiteco.kite
KnisterPeter.vscode-github
kofno.crystal-ide
kosz78.nim
kumar-harsh.graphql-for-vscode
lightbend.vscode-sbt-scala
littlefoxteam.vscode-python-test-adapter
luggage66.AWK
lunuan.kubernetes-templates
magicstack.MagicPython
marus25.cortex-debug
matklad.rust-analyzer
matthewmcgarvey.crystal-spec-vscode
mhutchie.git-graph
mike-lischke.vscode-antlr4
mitaki28.vscode-clang
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.mono-debug
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
naco-siren.gradle-language
nadako.vshaxe
nimsaem.nimvscode
njpwerner.autodocstring
notskm.clang-tidy
Okteto.remote-kubernetes
Orta.vscode-jest
panicbit.cargo
ParthR2031.colorful-comments
peterj.proto
pflannery.vscode-versionlens
phgn.vscode-starlark
PKief.material-icon-theme
premparihar.gotestexplorer
quillaja.goasm
RandomFractalsInc.vscode-data-preview
raynigon.nginx-formatter
rebornix.ruby
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
Remisa.shellman
richardwillis.vscode-gradle
richardwillis.vscode-spotless-gradle
richie5um2.vscode-sort-json
Rubymaniac.vscode-direnv
run-at-scale.terraform-doc-snippets
SAPOSS.xml-toolkit
scala-lang.scala
scala-lang.scala-snippets
scalameta.metals
sdras.vue-vscode-snippets
shd101wyy.markdown-preview-enhanced
sidthesloth.html5-boilerplate
skellock.just
stackbreak.comment-divider
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
TabNine.tabnine-vscode
tamasfe.even-better-toml
tiehuis.zig
timonwong.shellcheck
tomoki1207.pdf
tsvetan-ganev.nativescript-xml-snippets
twxs.cmake
Tyriar.luna-paint
Tyriar.sort-lines
usernamehw.errorlens
usernamehw.todo-md
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-test
wart.ariake-dark
wayou.vscode-todo-highlight
webfreak.code-d
webfreak.debug
wholroyd.HCL
wingrunr21.vscode-ruby
wopian.agc-assembly
xabikos.JavaScriptSnippets
XadillaX.viml
xaver.clang-format
zfzackfrost.commentbars
znck.vue
znck.vue-language-features
