13xforever.language-x86-64-assembly
4ops.terraform
766b.go-outliner
aaron-bond.better-comments
abusaidm.html-snippets
aesl.odin
ahmadalli.vscode-nginx-conf
alssys.interactive-scala
arcticicestudio.nord-visual-studio-code
asabil.meson
bajdzis.vscode-database
batisteo.vscode-django
BazelBuild.vscode-bazel
bbenoist.vagrant
benawad.VSinder
bmalehorn.vscode-fish
bungcip.better-toml
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer-2
Compilenix.vscode-zonefile
cssho.vscode-svgviewer
cweijan.vscode-mysql-client2
DavidWang.ini-for-vscode
dbaeumer.vscode-eslint
dcasella.i3
DevonDCarew.bazel-code
donjayamanne.githistory
DotJoshJohnson.xml
dracula-theme.theme-dracula
dramforever.vscode-ghc-simple
dsznajder.es7-react-js-snippets
ducksoupdev.Vue2
eamodio.gitlens
EditorConfig.EditorConfig
emeraldwalk.RunOnSave
equinusocio.vsc-material-theme-icons
erd0s.terraform-autocomplete
esbenp.prettier-vscode
ExodiusStudios.comment-anchors
fabiospampinato.vscode-open-in-node-modules
FallenMax.mithril-emmet
faustinoaq.crystal-lang
foam.foam-vscode
frhtylcn.pythonsnippets
g3ortega.crystal
gamunu.vscode-yarn
ghmcadams.lintlens
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
go2sh.cmake-integration-vscode
golang.go
golang.go-nightly
GrapeCity.gc-excelviewer
hangxingliu.vscode-nginx-conf-hint
hashicorp.terraform
haskell.haskell
hbenl.vscode-test-explorer
heptio.jsonnet
hollowtree.vue-snippets
hoovercj.haskell-linter
IBM.output-colorizer
icrawl.discord-vscode
ipedrazas.kubernetes-snippets
jasew.anki
jasonnutter.search-node-modules
jetmartin.bats
jithurjacob.nbpreviewer
jock.svg
johnpapa.read-time
justusadam.language-haskell
karyfoundation.comment
kevinkyang.auto-comment-blocks
KevinRose.vsc-python-indent
kiteco.kite
KnisterPeter.vscode-github
kofno.crystal-ide
kosz78.nim
kumar-harsh.graphql-for-vscode
lightbend.vscode-sbt-scala
littlefoxteam.vscode-python-test-adapter
lunuan.kubernetes-templates
mads-hartmann.bash-ide-vscode
magicstack.MagicPython
marus25.cortex-debug
matklad.rust-analyzer
matthewmcgarvey.crystal-spec-vscode
mhutchie.git-graph
mitaki28.vscode-clang
mrmlnc.vscode-json5
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
naco-siren.gradle-language
nimsaem.nimvscode
njpwerner.autodocstring
notskm.clang-tidy
octref.vetur
Okteto.remote-kubernetes
panicbit.cargo
ParthR2031.colorful-comments
peterj.proto
pflannery.vscode-versionlens
phgn.vscode-starlark
phoityne.phoityne-vscode
PKief.material-icon-theme
premparihar.gotestexplorer
quillaja.goasm
RandomFractalsInc.geo-data-viewer
RandomFractalsInc.vscode-data-preview
raynigon.nginx-formatter
redhat.java
redhat.vscode-yaml
Remisa.shellman
rexshi.phpdoc-comment-vscode-plugin
richardwillis.vscode-gradle
richardwillis.vscode-spotless-gradle
richie5um2.vscode-sort-json
rogalmic.bash-debug
run-at-scale.terraform-doc-snippets
rust-lang.rust
scala-lang.scala
scala-lang.scala-snippets
scalameta.metals
sdras.vue-vscode-snippets
serayuzgur.crates
shengchen.vscode-checkstyle
sidthesloth.html5-boilerplate
skellock.just
stackbreak.comment-divider
stylelint.vscode-stylelint
Swellaby.rust-pack
TabNine.tabnine-vscode
tamasfe.even-better-toml
tiehuis.zig
timonwong.shellcheck
tomoki1207.pdf
twxs.cmake
Tyriar.sort-lines
usernamehw.errorlens
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-test
vscjava.vscode-maven
vscoss.vscode-ansible
waderyan.gitblame
WakaTime.vscode-wakatime
wart.ariake-dark
webfreak.code-d
webfreak.debug
wholroyd.HCL
wopian.agc-assembly
xabikos.JavaScriptSnippets
XadillaX.viml
xaver.clang-format
zfzackfrost.commentbars
znck.vue
znck.vue-language-features
